/*Объект комплект
Комплект:
Вес
Изменяемость
Наполнение
Тип: ПРОФ-комплект
Пакет ЭР


Блок:
Вес: 0.5/1/3
сss: small big 
Обычный/Исключающий - включает в себя другие блоки (БББ)

Пакетные:
Сборный - при выборе отмечаются другие блоки(подключаемые) 
Подключаемый - когда активна функция Подключаемый - блок идет в составе Сборного и его вес пересчитывается в 0
Три Сборных Пакета - взаимоисключающие т.е. из трёх можно выбрать только один
TODO Пакеты ЭР сделать как БББ

Обязательность: 
Необязательный nooblig
Обязательный oblig
Условно-обязательный - обязательный в определенных комплектах con-oblig
Условно-обязательный  при первом выборе - входит в состав комплекта по умолчанию, но можно заменить con-con-oblig


*/
/*
Тэги принадлежности блоков к комплектам
гарант-бухгалтер - gb
гарант-бухгалтер-госсектора - gbg
гарант-юрист - gu
гарант-главный-бухгалтер -ggb
гарант-главный-бухгалтер-госсектора - ggbg
гарант-предприятие - gp


*/



